[
    {
        "id": 0,
        "for": "pros",
        "title": "WHAT IS AN OLAMITE VISA/PASSPORT?",
        "content": [
            {
                "id": 0,
                "content": "Since you are a true believer that we can build a NU and better WORLD, we consider you should be rewarded. Especially if you’re like us, and you grind and HODL on precious and specific projects. That is why if you’re active and helpful in this community you will get a OLAMITE VISA (whitelist) that allows you to buy up to 3 NFTs during Minting before public sale. So you don't have to worry about high Gas Fees, rushing to get your NFTs or worse."
            },
            {
                "id": 1,
                "content": "Only 1,666 hustlers will get their OLAMITE VISA and its perks."
            }
        ]
    },
    {
        "id": 1,
        "for": "pros",
        "title": "THE BIRTH PLACE OF NUWD",
        "content": [
            {
                "id": 0,
                "content": "NUWD was ideated, created, developed and will be supervised by CryptoniteNFT. An NFT agency with global a-list clients."
            }
        ]
    },
    {
        "id": 2,
        "for": "pros",
        "title": "ROYALTIES?",
        "content": [
            {
                "id": 0,
                "content": "There's  a 10% royalty fee that will go back to the project in order to fund  further development  after launch; and other ideas we have to continue our philanthropic purposes."
            }
        ]
    },
    {
        "id": 3,
        "for": "newbies",
        "title": "NON-FUNGIBLE TOKEN 😬",
        "content": [
            {
                "id": 0,
                "content": "Yeah yeah yeah.. So? What does that even mean?"
            },
            {
                "id": 1,
                "content": "Right, sorry. “Non-fungible” more or less means that it’s unique and can’t be replaced with something with the same value. "
            },
            {
                "id": 2,
                "content": "For example, a Dollar is fungible — trade one for another Dollar, and you’ll have exactly the same value. If you tried to exchange or trade The Mona Lisa  for a piece of Art like a cute drawing you made of your dog, it wouldn't be  conceivable. Both are “Art pieces” but the value of them are totally different. "
            },
            {
                "id": 3,
                "content": ""
            },
            {
                "id": 4,
                "content": "Just like in the fine art industry you are able to sell the “title of ownership” of a piece without actually “handling it”. But there are many risks involved, the number one is scammers. Here’s where blockchain technology kicks in."
            },
            {
                "id": 5,
                "content": "The blockchain is the most secure technology (known to mankind) that assures if someone effectively owns a certain digital asset or not, the price they paid for it, and who owned it before them."
            },
            {
                "id": 6,
                "content": ""
            },
            {
                "id": 7,
                "content": "Forget about taking a piece of art or a collectable card to a company that will charge you to tell you the price of that piece. The blockchain will tell when it's the OG or if it’s a knock-off. (ew)"
            },
            {
                "id": 8,
                "content": ""
            },
            {
                "id": 9,
                "content": "We are witnessing the revolution of digital ownership. 10 years ago nobody would have ever thought about ‘’downloading an app’’,  paying a subscription fee to watch movies or buying a skin or weapon for a video game."
            },
            {
                "id": 10,
                "content": "The web 3 is here to stay, and ownership of digital assets is eminent if not current. Don’t be a fashion victim."
            }
        ]
    },
    {
        "id": 4,
        "for": "newbies",
        "title": "WHAT IS A NU WORLD NFT?",
        "content": [
            {
                "id": 0,
                "content": "NU WORLD NFTs are 5,555 curated and jaw-dropping, with proof of ownership stored on the Ethereum network, as an “ERC 721A” token."
            },
            {
                "id": 1,
                "content": "NUWD NFTs are characterized by insane rarity categories based on human history, pop and under-cultures, and weird shit. There are more than 300 3D modeled rarities created by our creative team, processed by an AI and manually crafted, resulting in multiple interesting and compelling trait combinations."
            }
        ]
    },
    {
        "id": 5,
        "for": "pros",
        "title": "WHAT IS ERC721A?",
        "content": [
            {
                "id": 0,
                "content": "It’s an improved implementation of the IERC721 contract (classic for NFTs) that supports minting (buying) multiple tokens for close to the cost of one."
            }
        ]
    },
    {
        "id": 6,
        "for": "newbies",
        "title": "WHAT IS A CRYPTO WALLET?",
        "content": [
            {
                "id": 0,
                "content": "I know that many of you have not yet created a wallet that is functional for NFT purchasing. You may have a Binance,Coinbase or any exchange account at this point, but very few are actually set up to buy an NFT. Let’s fix that."
            },
            {
                "id": 1,
                "content": ""
            },
            {
                "id": 2,
                "content": "Cryptocurrency wallets are software used to communicate with blockchain networks to safely access, send and receive crypto funds or assets (NFTs). Simply put, the software stores your crypto just like traditional wallets store your cash and credit cards. Where things get interesting is in the storage mechanism. Unlike fiat money — aka US Dollars — which you store in a bank, crypto assets are stored on the blockchain. Just like you use a debit card to access your paper money at an ATM, you use your crypto wallet to access your crypto."
            }
        ]
    },
    {
        "id": 7,
        "for": "newbies",
        "title": "HOW TO SET UP A METAMASK WALLET ON DESKTOP",
        "content": [
            {
                "id": 0,
                "content": "Here is how to create a MetaMask desktop wallet via a Chrome extension. You can also use other browsers such as Firefox and Brave. Whatever you choose, it is very important that you only download from the official MetaMask site."
            },
            {
                "id": 1,
                "content": "1. Go to MetaMask.io"
            },
            {
                "id": 2,
                "content": "2. Click either of the “Download” buttons on the homepage."
            },
            {
                "id": 3,
                "content": "3. Click “Install MetaMask for Chrome.” You will be automatically taken to the Google Chrome web store."
            },
            {
                "id": 4,
                "content": "4. Click “Add to Chrome” and add the extension. Once installed, you will be able to view the MetaMask fox head icon in the top right corner of your browser by clicking on the puzzle piece icon."
            },
            {
                "id": 5,
                "content": "5. Click “Get Started” and choose between importing an existing wallet or setting up a new one. Let’s assume you don’t have an existing wallet and need to create one. Click “Create a Wallet.”"
            },
            {
                "id": 6,
                "content": "6. Create and confirm a password according to MetaMask’s guideline of 8 characters minimum. Make sure your password is unique and not being used for anything else. Agree to the terms of use and hit “Create.” Congratulations! You are now the owner of a MetaMask wallet! 🎉"
            },
            {
                "id": 7,
                "content": "7. Once you’ve created your wallet, you will be able to view your seed phrase (the 12 word sequence used to recover and backup your wallet). Remember, this must be hidden and never shared with anyone. Do not take a picture or screenshot of your seed phrase — instead, write it down immediately on a piece of paper and put it in a secret, safe location. Even better, write your seed phrase down on 2-3 pieces of paper and store each paper in a separate secure location (like one in a personal safe and one in a bank safety deposit box). Alternatively, you can download the seed phrase and keep it offline on an encrypted hard drive. Having multiple backups of your seed phrase is good practice just in case one copy is ever lost or destroyed. After documenting your seed phrase, click “Next.”"
            },
            {
                "id": 8,
                "content": "8. Confirm your seed phrase by clicking on the correct words in the correct order of your 12 word sequence and click “Confirm.”"
            },
            {
                "id": 9,
                "content": "9. Click “All Done.”"
            }
        ]
    },
    {
        "id": 8,
        "for": "newbies",
        "title": "HOW TO SET UP A METAMASK WALLET ON MOBILE",
        "content": [
            {
                "id": 0,
                "content": "MetaMask also offers a mobile wallet option for both ios and Android. Here are the steps to use MetaMask on your phone if you’ve already set up the desktop extension:"
            },
            {
                "id": 1,
                "content": "1. Download the MetaMask app to your smartphone (App Store for iPhone or Google Play Store for Android)."
            },
            {
                "id": 2,
                "content": "2. Click “Get Started”"
            },
            {
                "id": 3,
                "content": "3. Click “Sync with MetaMask extension”"
            },
            {
                "id": 4,
                "content": "4. Open your MetaMask desktop extension, go to Settings > Advanced, Click on “Sync with Mobile” and enter your password."
            },
            {
                "id": 5,
                "content": "5. Using your phone’s camera, scan the QR code to start syncing."
            },
            {
                "id": 6,
                "content": "Now you will be able to access your MetaMask account from either your desktop or your phone! If you do not have the desktop extension and wish to create your first MetaMask account on mobile, follow the same steps above, but click “Create a new wallet” instead of “Sync with MetaMask extension.” Then, follow the rest of the prompts to choose your password and see and confirm your seed phrase."
            }
        ]
    },
    {
        "id": 9,
        "for": "newbies",
        "title": "WHAT ARE GAS FEES?",
        "content": [
            {
                "id": 0,
                "content": "This is a simple guide on gas fees, if you want more info just contact us. Gas fees are the transaction costs incurred when putting a transaction onto the blockchain. You can pay more for your transaction to be processed quicker or You can pay less for your transaction to be processed slower. Whilst you can choose to manually adjust the Gas Price (measured in GWEI). NEVER CHANGE THE GAS LIMIT. The gas limit your wallet gives you is more than sufficient to make a simple transaction."
            }
        ]
    },
    {
        "id": 10,
        "for": "newbies",
        "title": "HOW DO I BUY A NU WORLD NFT?",
        "content": [
            {
                "id": 0,
                "content": "On the Mint Day (exact date to be announced) if you were able to get a governmental badge or an olamite VISA (whitelist) you will be able to mint before anyone by connecting your metamask wallet to our mint page that will be shared on our #official-links channel."
            }
        ]
    }
]
